; Updated for v1.9
[Translations]
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Stardock ObjectDock=Stardock ObjectDock
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
Activate Group=Activate Group
Minimize Group=Minimize Group
Close Group=Close Group
Add This Application to the Dock=Add This Application to the Dock
Dock Entry Properties...=Dock Entry Properties...
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
ObjectDock=ObjectDock
Open Window / Application=Open Window / Application
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.
ObjectDock - Cannot add to dock=ObjectDock - Cannot add to dock
New Shortcut=New Shortcut
QuickLaunch=QuickLaunch
Quick Launch=Quick Launch
Minimize All=Minimize All
Remove Entry=Remove Entry
Are you sure you want to remove the entry '%s'?=Are you sure you want to remove the entry '%s'?
ObjectDock - Remove Entry?=ObjectDock - Remove Entry?
Shortcut=Shortcut
Desktop=Desktop
Programs Menu=Programs Menu
My Computer=My Computer
Favorites=Favorites
My Documents=My Documents
My Pictures=My Pictures
Network Connections=Network Connections
Normal Window=Normal Window
Minimized=Minimized
Maximized=Maximized
Select a Program, File or Folder=Select a Program, File or Folder
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
Recycle Bin=Recycle Bin
Programs=Programs
Recent=Recent
SendTo=SendTo
Start Menu=Start Menu
Startup=Startup
Templates=Templates
Control Panel=Control Panel
DesktopFolder=DesktopFolder
Drives=Drives
Fonts=Fonts
History=History
Printers=Printers
Network=Network
My Music=My Music
My Video=My Video
Clock=Clock
Adjust Date/Time=Adjust Date/Time
Are you sure you want to remove the entry 'Clock'?=Are you sure you want to remove the entry 'Clock'?
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
System Command=System Command
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
-------------=-------------
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
'My Docks' dialog...='My Docks' dialog...
Configure this dock=Configure this dock
Unload ObjectDock=Unload ObjectDock
Flyout Menu=Flyout Menu
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?
ObjectDock Flyout Menu=ObjectDock Flyout Menu
New Clock=New Clock
New Recycle Bin=New Recycle Bin
New Flyout Menu=New Flyout Menu
New 'Quit Dock' Entry=New 'Quit Dock' Entry
New 'Configure Dock' Entry=New 'Configure Dock' Entry
New 'Start Menu' Entry=New 'Start Menu' Entry
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
Are you sure you want to delete the docklet entry '%s'?=Are you sure you want to delete the docklet entry '%s'?
ObjectDock - Delete Entry?=ObjectDock - Delete Entry?
Docklet=Docklet
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Configure Dock=Configure Dock
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
System Tray Icon=System Tray Icon
Computer=Computer
Internet=Internet
E-mail=E-mail
General=General
Themes=Themes
Hotspots=Hotspots
Docklets=Docklets
-----------------=-----------------
Positioning=Positioning
Size & Appearance=Size & Appearance
Tabs & Styles=Tabs & Styles
Content Settings=Content Settings
Do nothing to this tabbed dock=Do nothing to this tabbed dock
Bring up this tabbed dock=Bring up this tabbed dock
Put away this tabbed dock=Put away this tabbed dock
black: available,  light gray: in use by this,  dark gray: in use by other=black: available,  light gray: in use by this,  dark gray: in use by other
Always on top=Always on top
Tabs always on top=Tabs always on top
Top=Top
Bottom=Bottom
Left=Left
Right=Right
Show no labels=Show no labels
Show on mouseover=Show on mouseover
Show below each entry=Show below each entry
Icon Size: %i Pixels=Icon Size: %i Pixels
Tabs Size: %.2fx=Tabs Size: %.2fx
Backgrounds without custom tabs=Backgrounds without custom tabs
None=None
Other...=Other...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.
ObjectDock - Add Docklet=ObjectDock - Add Docklet
Cannot remove tab: tabbed dock must contain at least one tab.=Cannot remove tab: tabbed dock must contain at least one tab.
ObjectDock - Remove Tab=ObjectDock - Remove Tab
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.
ObjectDock - Remove Tab?=ObjectDock - Remove Tab?
Add a new empty tab=Add a new empty tab
Add a taskbar tab=Add a taskbar tab
Add a system tray tab=Add a system tray tab
Add a folder tab=Add a folder tab
Align Left=Align Left
Align Center=Align Center
Align Right=Align Right
Align Top=Align Top
Align Bottom=Align Bottom
New Tab=New Tab
Docklets are currently disabled=Docklets are currently disabled
Note! Customize system tray icons=Note! Customize system tray icons
by clicking and holding on any icon=by clicking and holding on any icon
Taskbar=Taskbar
Folder=Folder
System Tray=System Tray
Document Editor=Document Editor
Music Player=Music Player
ObjectDock Plus=ObjectDock Plus
Red=Red
Orange=Orange
Yellow=Yellow
Green=Green
Blue=Blue
Purple=Purple
Silver=Silver
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.
Recovered Settings=Recovered Settings
%s\r\n%s=%s\r\n%s
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Smooth and quick [Recommended]=Smooth and quick [Recommended]
Extra smooth [Slower]=Extra smooth [Slower]
Fast, may be jumpy [No transitions]=Fast, may be jumpy [No transitions]
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Re-show very smoothly=Re-show very smoothly
Re-show smoothly [Recommended]=Re-show smoothly [Recommended]
Re-show instantly=Re-show instantly
Glow=Glow
Rock=Rock
Side-to-Side=Side-to-Side
Shrink 'n Grow=Shrink 'n Grow
Shrink 'n Grow Centered=Shrink 'n Grow Centered
Bounce=Bounce
Spin=Spin
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
ObjectDock - Information=ObjectDock - Information
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Appearance=Appearance
Effects=Effects
Dock Contents=Dock Contents
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your system tray icons, and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your system tray icons, and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Magnified Size: %i Pixels=Magnified Size: %i Pixels
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Desktop Folder=Desktop Folder
Folder: %s=Folder: %s
(Empty)=(Empty)
Internet Explorer=Internet Explorer
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=The theme name cannot contain the characters:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Save Theme
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
Name=Name
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.
ObjectDock - Unpackaged Theme=ObjectDock - Unpackaged Theme
0 Kb=0 Kb
%i Kb=%i Kb
Type=Type
Icon=Icon
Program=Program
Window Class=Window Class
Background Name=Background Name
Folder Name=Folder Name
Image=Image
Package the entire dock & and all of its settings=Package the entire dock & and all of its settings
Package selected dock items (Does not package dock settings)=Package selected dock items (Does not package dock settings)
Package selected additional backgrounds=Package selected additional backgrounds
Package selected custom program icons=Package selected custom program icons
You must give the theme you're packing up a name!=You must give the theme you're packing up a name!
The theme name cannot contain the characters:\n\\ / : * ? \=The theme name cannot contain the characters:\n\\ / : * ? \
You must select something to package up!=You must select something to package up!
&Advanced <<=&Advanced <<
&Advanced >>=&Advanced >>
Apply the entire dock & and all of its settings=Apply the entire dock & and all of its settings
Apply selected dock items (Does not apply dock settings)=Apply selected dock items (Does not apply dock settings)
Apply selected custom program icons=Apply selected custom program icons
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)
ObjectDock - Load Theme=ObjectDock - Load Theme
You have selected nothing to apply - do you want to not load anything from this theme?=You have selected nothing to apply - do you want to not load anything from this theme?
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.
ObjectDock Theme=ObjectDock Theme
ObjectDock Theme Package=ObjectDock Theme Package
ObjectDock Docklet=ObjectDock Docklet
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.
ObjectDock - Cannot start, please reinstall=ObjectDock - Cannot start, please reinstall
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Dll/Hook Loading Failed.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot
This Dock=This Dock
ObjectDock: Start creating docks!=ObjectDock: Start creating docks!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!
Autohiding dock=Autohiding dock
Dock=Dock
 on the = on the 
top=top
bottom=bottom
left=left
right=right
 edge.= edge.
Docked Tabs=Docked Tabs
Tabbed dock with %i tabs.=Tabbed dock with %i tabs.
Are you sure you want to remove this tabbed dock and its entire contents?=Are you sure you want to remove this tabbed dock and its entire contents?
ObjectDock: Confirm Remove Dock=ObjectDock: Confirm Remove Dock
Are you sure you want to remove this dock and its entire contents?=Are you sure you want to remove this dock and its entire contents?
About ObjectDock=About ObjectDock
About=About
OK=OK
Copyright:=Copyright:
517=517
v1.5=v1.5
Build:=Build:
Version:=Version:
Dock Entry Properties=Dock Entry Properties
Show folder in a menu=Show folder in a menu
Browse...=Browse...
Change Image=Change Image
Reset Image=Reset Image
Title:=Title:
Link:=Link:
Arguments:=Arguments:
Run:=Run:
Start in:=Start in:
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Static=Static
Cancel=Cancel
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
ObjectDock Properties=ObjectDock Properties
Slider1=Slider1
Autohide=Autohide
Use Mouse Activation=Use Mouse Activation
Dock Taskbar Enabled=Dock Taskbar Enabled
Represent minimized windows by their screenshot.=Represent minimized windows by their screenshot.
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Dock Size:\n(128 Pixels)=Dock Size:\n(128 Pixels)
Magnified Size:\n(128 Pixels)=Magnified Size:\n(128 Pixels)
Small=Small
Large=Large
Min=Min
Max=Max
Background:=Background:
Position on screen:=Position on screen:
Transparent=Transparent
Opaque=Opaque
Position:=Position:
The Dock's Taskbar=The Dock's Taskbar
The Windows Taskbar=The Windows Taskbar
Drawing Technology:=Drawing Technology:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Note: if GDI+ Engine is too slow, try using the Custom Engine)
Magnification Effect Transitions:=Magnification Effect Transitions:
Autohide Speed Options:=Autohide Speed Options:
Transition Smoothness/Speed Options=Transition Smoothness/Speed Options
Alternative Drawing Technology=Alternative Drawing Technology
Running Application Indicators on Shortcuts=Running Application Indicators on Shortcuts
Show indicators for shortcuts that are currently running.=Show indicators for shortcuts that are currently running.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...and if clicked, shortcut should show currently running instance instead of opening a new copy.
Use a thumbnail representation for images placed on the dock.=Use a thumbnail representation for images placed on the dock.
"Attention" Effect:="Attention" Effect:
Zoom Effect Mode:=Zoom Effect Mode:
Running Indicator:=Running Indicator:
Bold=Bold
Italics=Italics
Label Font:=Label Font:
Size:=Size:
Item Label Font=Item Label Font
Add this Docklet to the Dock=Add this Docklet to the Dock
The ObjectDock SDK for creating your own docklets can be=The ObjectDock SDK for creating your own docklets can be
downloaded from=downloaded from
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
(Remove by dragging item off dock)=(Remove by dragging item off dock)
slow=slow
fast=fast
Autohide / mouse activation delay:=Autohide / mouse activation delay:
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Mouseover Effect:=Mouseover Effect:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
Tab1=Tab1
Load ObjectDock on startup=Load ObjectDock on startup
Apply Dock Theme  - %s=Apply Dock Theme  - %s
&Yes=&Yes
&No=&No
Merge new custom program icons with current custom program icons.=Merge new custom program icons with current custom program icons.
Would you like to apply the Dock Theme "%s"?=Would you like to apply the Dock Theme "%s"?
&Dock Theme Contents to Apply:=&Dock Theme Contents to Apply:
Save Dock Theme...=Save Dock Theme...
&Save=&Save
&Cancel=&Cancel
Enter a name for your dock theme:=Enter a name for your dock theme:
Dock Theme Name:=Dock Theme Name:
Package Dock Theme =Package Dock Theme 
Would you like to package this theme to distribute?=Would you like to package this theme to distribute?
&Dock Theme Contents:=&Dock Theme Contents:
Use Magnification=Use Magnification
Reset Magnification Options=Reset Magnification Options
Allow taking window screenshots to represent minimized windows.=Allow taking window screenshots to represent minimized windows.
Add Shortcut=Add Shortcut
Add Clock=Add Clock
Add Sys Command=Add Sys Command
Add Recycle Bin=Add Recycle Bin
Normal Size: (#)=Normal Size: (#)
Zoomed Size: (#)=Zoomed Size: (#)
Magnification Mode:=Magnification Mode:
Transitions:=Transitions:
Taskbar Position:=Taskbar Position:
Allow magnification beyond images' original size. (128 Pixels)=Allow magnification beyond images' original size. (128 Pixels)
Dock Position:=Dock Position:
Quit ObjectDock=Quit ObjectDock
Bk Transparency:=Bk Transparency:
Dock Z-Order:=Dock Z-Order:
Package Dock Theme  - Program Icons=Package Dock Theme  - Program Icons
Select &All=Select &All
Select &None=Select &None
&Ok=&Ok
Select which program icons you want to include: =Select which program icons you want to include: 
Program Icons:=Program Icons:
Load ObjectDock Theme=Load ObjectDock Theme
Open=Open
Choose a theme to load...=Choose a theme to load...
Available ObjectDock Themes:=Available ObjectDock Themes:
Package Dock Theme  - Backgrounds=Package Dock Theme  - Backgrounds
Select which backgrounds you want to include: =Select which backgrounds you want to include: 
Backgrounds:=Backgrounds:
Apply Dock Theme  - Dock Items=Apply Dock Theme  - Dock Items
Select which dock items you want to apply: =Select which dock items you want to apply: 
Dock Items:=Dock Items:
Select which program icons you want to apply: =Select which program icons you want to apply: 
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Click here to goto WinCustomize.com to upload your theme!=Click here to goto WinCustomize.com to upload your theme!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Magnification Mode=Magnification Mode
Image Options=Image Options
Hotkey to Activate...=Hotkey to Activate...
Dock Item Properties (Shortcut)=Dock Item Properties (Shortcut)
Delete Item=Delete Item
Dock Item Properties (Clock)=Dock Item Properties (Clock)
Dock Item Properties (Window)=Dock Item Properties (Window)
Remove Image for this Program=Remove Image for this Program
Remove Image for this Class=Remove Image for this Class
This Window's Title:=This Window's Title:
This Program's Name:=This Program's Name:
This Window's "Class"=This Window's "Class"
Add Shortcut to this Program to Dock=Add Shortcut to this Program to Dock
Dock Item Properties=Dock Item Properties
Dock Item Properties (Docklet)=Dock Item Properties (Docklet)
Dock Item Properties (System Command)=Dock Item Properties (System Command)
Command:=Command:
Dock Item Properties (Recycle Bin)=Dock Item Properties (Recycle Bin)
Change Empty Image=Change Empty Image
Reset Empty Image=Reset Empty Image
Change Full Image=Change Full Image
Reset Full Image=Reset Full Image
Recycle Bin Empty Image:=Recycle Bin Empty Image:
Recycle Bin Full Image:=Recycle Bin Full Image:
Empty Recycle Bin=Empty Recycle Bin
Tab2=Tab2
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
Tab Properties=Tab Properties
Color:=Color:
Change=Change
Change Image for this Tray Icon=Change Image for this Tray Icon
Show original icon in corner=Show original icon in corner
Close=Close
ObjectDock Tabbed Dock Properties=ObjectDock Tabbed Dock Properties
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.
My Docks=My Docks
Add Tab=Add Tab
Remove Tab=Remove Tab
Spin1=Spin1
U=U
D=D
Apply this style to all tabs=Apply this style to all tabs
Tabs=Tabs
Tab's Appearance=Tab's Appearance
Color=Color
Style=Style
Select a tab listing above to edit its style!=Select a tab listing above to edit its style!
(click to\nchange)=(click to\nchange)
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Magnified Size:=Magnified Size:
Colorize Background:=Colorize Background:
Icon Size:=Icon Size:
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Adjust tab colors and styles=Adjust tab colors and styles
Long=Long
Short=Short
Tab Position:=Tab Position:
Entry Names:=Entry Names:
Tab Alignment:=Tab Alignment:
.25x=.25x
2x=2x
Tabs Size:=Tabs Size:
1x=1x
Show dock as drawer=Show dock as drawer
at top of screen=at top of screen
at bottom=at bottom
at left=at left
at right=at right
Mouseover activation=Mouseover activation
Tabs always on top when docked to edge=Tabs always on top when docked to edge
Don't show in tray or taskbar=Don't show in tray or taskbar
Show in taskbar=Show in taskbar
Show in system tray=Show in system tray
(See hotspots tab for auto-activation)=(See hotspots tab for auto-activation)
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
short=short
disabled=disabled
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Quality && Smoothness Settings=Quality && Smoothness Settings
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Represent minimized windows by their screenshots=Represent minimized windows by their screenshots
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Adjusting this setting will affect taskbars in all docks/tabs.)
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Load ObjectDock at startup=Load ObjectDock at startup
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
Language Options=Language Options
Manage My Docks=Manage My Docks
About ObjectDock Plus=About ObjectDock Plus
Create new dock=Create new dock
Create new tabbed dock=Create new tabbed dock
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance Options=Performance Options
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Hotspots:=Hotspots:
Choose by clicking an area of screen from miniscreen=Choose by clicking an area of screen from miniscreen
Choose action:=Choose action:
very long=very long
Activation delay (for all):=Activation delay (for all):
black: available,  white: in use by this,  red: in use by other=black: available,  white: in use by this,  red: in use by other
Activates tabbed dock when not on top or docked=Activates tabbed dock when not on top or docked
^note: leave the above larger for black and white accessibility support=^note: leave the above larger for black and white accessibility support
(To remove, drag entry off dock)=(To remove, drag entry off dock)
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
When shortcut is run, if program is already running bring it to the foreground only.=When shortcut is run, if program is already running bring it to the foreground only.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Advanced Options for Magnifying Docks=Advanced Options for Magnifying Docks
Entry Label Font:=Entry Label Font:
Label Font Size:=Label Font Size:
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
ObjectDock - Performance Options=ObjectDock - Performance Options
Transition Smoothness / Speed Options=Transition Smoothness / Speed Options
ObjectDock Dock Properties=ObjectDock Dock Properties
Within this dialog you can edit the properties of your dock.=Within this dialog you can edit the properties of your dock.
ObjectDock: My Docks...=ObjectDock: My Docks...
My Docks...=My Docks...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.
Remove this dock=Remove this dock
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Edit this dock=Edit this dock
Use task grouping on taskbars in ObjectDock=Use task grouping on taskbars in ObjectDock
Content Options=Content Options
Folder:=Folder:
Custom menu:=Custom menu:
Add=Add
Remove=Remove
Edit=Edit
ObjectDock - Setup Custom Colors=ObjectDock - Setup Custom Colors
Custom Colors=Custom Colors
1.=1.
2.=2.
3.=3.
4.=4.
5.=5.
6.=6.
7.=7.
8.=8.
9.=9.
10.=10.
11.=11.
12.=12.
13.=13.
(Click color to change)=(Click color to change)
14.=14.
15.=15.
16.=16.
Memory /  Speed Optimization=Memory /  Speed Optimization
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
(Restart program to have full effect)=(Restart program to have full effect)
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
ObjectDock - Language Options=ObjectDock - Language Options
Language=Language
Choose your language:=Choose your language:
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Create, remove, and edit other docks and tabbed docks=Create, remove, and edit other docks and tabbed docks
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
ObjectDock - Advanced Options=ObjectDock - Advanced Options
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Show running tasks on the dock=Show running tasks on the dock
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Position on screen=Position on screen
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Choose Image...=Choose Image...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Advanced Options=Advanced Options
Load theme=Load theme
Save theme as...=Save theme as...
Theming=Theming
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
Monitor=Monitor
Delay for autohide and mouse activation=Delay for autohide and mouse activation
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
File=File
Load Dock Theme=Load Dock Theme
Save Dock Theme As=Save Dock Theme As
Package Dock Theme=Package Dock Theme
Create=Create
New Separator=New Separator
INSERT_PLUGINS_HERE=INSERT_PLUGINS_HERE
Help=Help
 = 
Magnification=Magnification
Auto&hide=Auto&hide
Lock Dragging=Lock Dragging
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Dock Settings...=Dock Settings...
Package images for sharing...=Package images for sharing...
Remove this separator=Remove this separator
About ObjectDock...=About ObjectDock...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Quit=Quit
View=View
as Small Icons=as Small Icons
as Icons=as Icons
as Large Icons=as Large Icons
as Names=as Names
Show Names=Show Names
Hide Names=Hide Names
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Attach to edge=Attach to edge
Detach from edge=Detach from edge
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
INSERT_COLLECTIONS_HERE=INSERT_COLLECTIONS_HERE
Add new tab=Add new tab
Add basic tab=Add basic tab
Add taskbar tab=Add taskbar tab
Add systray tab=Add systray tab
Remove this tab=Remove this tab
Add Entry=Add Entry
Tab Settings...=Tab Settings...
Debug Menu=Debug Menu
Tabs Management=Tabs Management
Add tab=Add tab
Rename/Recolor this tab=Rename/Recolor this tab
Move this tab forward (left) in the order=Move this tab forward (left) in the order
Move this tab back (right) in the order=Move this tab back (right) in the order
Tabs Appearance=Tabs Appearance
Rotate tabs edge (clockwise)=Rotate tabs edge (clockwise)
Align tabs left=Align tabs left
Align tabs center=Align tabs center
Align tabs right=Align tabs right
Show tabs=Show tabs
Show titles on tabs=Show titles on tabs
Activation Options=Activation Options
Always on top*=Always on top*
Show in taskbar (not on top only)*=Show in taskbar (not on top only)*
Show in systray (not on top only)=Show in systray (not on top only)
Don't show in either taskbar or systray=Don't show in either taskbar or systray
No Mouse Activation*=No Mouse Activation*
Top activation=Top activation
Bottom activation=Bottom activation
Left activation=Left activation
Right activation=Right activation
Top-Left activation=Top-Left activation
Top-Right activation=Top-Right activation
Bottom-Left activation=Bottom-Left activation
Bottom-Right activation=Bottom-Right activation
No activation delay=No activation delay
Small activation delay=Small activation delay
Long activation delay=Long activation delay
Autohide Options=Autohide Options
No autohide animation=No autohide animation
Quick autohide animation=Quick autohide animation
Smooth autohide animation*=Smooth autohide animation*
No delay on autohide reshow=No delay on autohide reshow
Medium delay on autohide reshow*=Medium delay on autohide reshow*
Long delay on autohide reshow=Long delay on autohide reshow
Infinite delay on autohide reshow=Infinite delay on autohide reshow
Auto-switch to hovered over tab on reshow=Auto-switch to hovered over tab on reshow
Other=Other
Toggle taskbar hiding/showing=Toggle taskbar hiding/showing
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
